const questions = [
  {
    type: "text", // multi , input
    options: [
      "问题1",
      "选项2",
      "选项3",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
    ],
    desc:
      "孩子的学习动力不足，主动性差，需要家长和老师经常盯着才完成，感觉总是不情愿。",
  },
  {
    type: "single", // multi , input
    options: [
      "123456789012345678901234567890123456789012345678901234567890",
      "选项2",
      "选项3",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
    ],
    desc:
      "孩子的学习动力不足，主动性差，需要家长和老师经常盯着才完成学习任务，感觉总是不情愿。",
  },
  {
    type: "multi", // multi , input
    options: [
      "问题1",
      "选项2",
      "选项3",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
    ],
    desc: "孩子的学习动力不足，主动性差，需要家长和老师经。",
  },
  {
    type: "input", // multi , input
    options: [
      "问题1",
      "选项2",
      "选项3",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
    ],
    placeholder: "请输入某个某个。。。",
    desc:
      "孩子的学习动力不足，主动性差，和老师经常盯着才完成学习任务，感觉总是不情愿。",
  },
  {
    type: "text", // multi , input
    options: [
      "问题1",
      "选项2",
      "选项3",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
      "选项4",
    ],
    desc:
      "孩子的学习动力不足，主动性差，需要家长和老师经常盯着才完成，感觉总是不情愿。",
  },
];
